Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Subprocess Configuration
ar: إعدادات العملية الفرعية
de: Unterprozess-Konfiguration
es: Configuración del subproceso
fr: Configuration du sous-processus
he: תצורת תת-תהליך
hi: सबप्रोसेस कॉन्फ़िगरेशन
id: Konfigurasi subproses
it: Configurazione del sottoprocesso
ja: サブプロセスの構成
ko: 하위 프로세스 구성
nl: Subprocesconfiguratie
pl: Konfiguracja podprocesu
pt_br: Configuração do subprocesso
ru: Настройка подпроцесса
sv: Konfiguration av underprocess
tr: Alt süreç yapılandırması
uk: Налаштування підпроцесу
vi: Cấu hình tiến trình con
zh_hans: 子进程配置
zh_hant: 子行程組態

source: Summarize older turns automatically
ar: تلخيص الأدوار القديمة تلقائيًا
de: Ältere Runden automatisch zusammenfassen
es: Resumir automáticamente los turnos anteriores
fr: Résumer automatiquement les anciens tours
he: סכם תורות ישנים באופן אוטומטי
hi: पुराने मोड़ों को स्वचालित रूप से संक्षेपित करें
id: Ringkas giliran lama secara otomatis
it: Riassumi automaticamente i turni precedenti
ja: 以前のターンを自動的に要約
ko: 이전 턴 자동 요약
nl: Oudere beurten automatisch samenvatten
pl: Automatycznie podsumowuj starsze tury
pt_br: Resumir turnos anteriores automaticamente
ru: Автоматически обобщать старые реплики
sv: Sammanfatta äldre turer automatiskt
tr: Eski turları otomatik olarak özetle
uk: Автоматично узагальнювати старіші репліки
vi: Tự động tóm tắt các lượt trước
zh_hans: 自动总结较早的轮次
zh_hant: 自動總結較早的輪次

source: Summarizing this conversation...
ar: جارٍ تلخيص هذه المحادثة...
de: Diese Unterhaltung wird zusammengefasst...
es: Resumiendo esta conversación...
fr: Résumé de cette conversation en cours...
he: מסכם את השיחה הזו...
hi: इस बातचीत का सारांश बनाया जा रहा है...
id: Meringkas percakapan ini...
it: Riepilogo di questa conversazione in corso...
ja: この会話を要約しています...
ko: 이 대화를 요약하는 중...
nl: Dit gesprek samenvatten...
pl: Podsumowywanie tej rozmowy...
pt_br: Resumindo esta conversa...
ru: Составление сводки беседы...
sv: Sammanfattar den här konversationen...
tr: Bu sohbet özetleniyor...
uk: Створення підсумку розмови...
vi: Đang tóm tắt cuộc trò chuyện này...
zh_hans: 正在总结此对话...
zh_hant: 正在總結此對話...

source: Supports ${arg_name}, ${SKILL_DIR}, and ${SESSION_ID}
ar: يدعم ‎${arg_name} و‎${SKILL_DIR} و‎${SESSION_ID}
de: Unterstützt ${arg_name}, ${SKILL_DIR} und ${SESSION_ID}
es: Admite ${arg_name}, ${SKILL_DIR} y ${SESSION_ID}
fr: Prend en charge ${arg_name}, ${SKILL_DIR} et ${SESSION_ID}
he: תומך ב-‎${arg_name}, ‏${SKILL_DIR} ו-‎${SESSION_ID}
hi: ${arg_name}, ${SKILL_DIR} और ${SESSION_ID} का समर्थन करता है
id: Mendukung ${arg_name}, ${SKILL_DIR}, dan ${SESSION_ID}
it: Supporta ${arg_name}, ${SKILL_DIR} e ${SESSION_ID}
ja: ${arg_name}、${SKILL_DIR}、${SESSION_ID} に対応
ko: ${arg_name}, ${SKILL_DIR}, ${SESSION_ID}를 지원
nl: Ondersteunt ${arg_name}, ${SKILL_DIR} en ${SESSION_ID}
pl: Obsługuje ${arg_name}, ${SKILL_DIR} i ${SESSION_ID}
pt_br: Aceita ${arg_name}, ${SKILL_DIR} e ${SESSION_ID}
ru: Поддерживает ${arg_name}, ${SKILL_DIR} и ${SESSION_ID}
sv: Stöder ${arg_name}, ${SKILL_DIR} och ${SESSION_ID}
tr: ${arg_name}, ${SKILL_DIR} ve ${SESSION_ID} destekler
uk: Підтримує ${arg_name}, ${SKILL_DIR} і ${SESSION_ID}
vi: Hỗ trợ ${arg_name}, ${SKILL_DIR} và ${SESSION_ID}
zh_hans: 支持 ${arg_name}、${SKILL_DIR} 和 ${SESSION_ID}
zh_hant: 支援 ${arg_name}、${SKILL_DIR} 與 ${SESSION_ID}

source: Suspend Agent Mode
ar: تعليق وضع الوكيل
de: Agentenmodus anhalten
es: Suspender modo agente
fr: Suspendre le mode agent
he: השהה מצב סוכן
hi: एजेंट मोड निलंबित करें
id: Tangguhkan Mode Agen
it: Sospendi modalità agente
ja: エージェントモードを一時停止
ko: 에이전트 모드 일시 정지
nl: Agentmodus onderbreken
pl: Zawieś tryb agenta
pt_br: Suspender Modo Agente
ru: Приостановить режим агента
sv: Pausa agentläge
tr: Ajan Modunu Askıya Al
uk: Призупинити режим агента
vi: Tạm dừng chế độ tác nhân
zh_hans: 暂停代理模式
zh_hant: 暫停代理模式

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
he: החלף
hi: बदलें
id: Beralih
it: Cambia
ja: 切り替え
ko: 전환
nl: Wisselen
pl: Przełącz
pt_br: Alternar
ru: Переключить
sv: Växla
tr: Geçiş Yap
uk: Перемкнути
vi: Chuyển đổi
zh_hans: 切换
zh_hant: 切換

source: Switch Branch
ar: تبديل الفرع
de: Branch wechseln
es: Cambiar de rama
fr: Changer de branche
he: החלף ענף
hi: शाखा बदलें
id: Beralih Cabang
it: Cambia ramo
ja: ブランチを切り替え
ko: 브랜치 전환
nl: Wissel van branch
pl: Przełącz gałąź
pt_br: Alternar branch
ru: Переключить ветку
sv: Byt gren
tr: Dalı Değiştir
uk: Перемкнути гілку
vi: Chuyển nhánh
zh_hans: 切换分支
zh_hant: 切換分支

source: Switch Profile
ar: تبديل الملف الشخصي
de: Profil wechseln
es: Cambiar de perfil
fr: Changer de profil
he: החלפת פרופיל
hi: प्रोफ़ाइल बदलें
id: Ganti Profil
it: Cambia profilo
ja: プロファイルを変更
ko: 프로핌 변경
nl: Profiel wisselen
pl: Przełącz profil
pt_br: Trocar perfil
ru: Сменить профиль
sv: Byt profil
tr: Profili Değiştir
uk: Змінити профіль
vi: Chuyển hồ sơ
zh_hans: 切换用户
zh_hant: 切換使用者

source: Switch and Relaunch
ar: التبديل وإعادة التشغيل
de: Wechseln und neu starten
es: Cambiar y reiniciar
fr: Changer et relancer
he: החלף והפעל מחדש
hi: बदलें और पुनः प्रारंभ करें
id: Beralih dan Luncurkan Ulang
it: Cambia e riavvia
ja: 切り替えて再起動
ko: 전환 및 다시 시작
nl: Wisselen en herstarten
pl: Przełącz i uruchom ponownie
pt_br: Alternar e Reiniciar
ru: Переключить и перезапустить
sv: Växla och starta om
tr: Değiştir ve Yeniden Başlat
uk: Перемкнути та перезапустити
vi: Chuyển đổi và khởi chạy lại
zh_hans: 切换并重新启动
zh_hant: 切換並重新啟動

source: Switch to %@
ar: التبديل إلى %@
de: Zu %@ wechseln
es: Cambiar a %@
fr: Passer à %@
he: עבור אל %@
hi: %@ पर स्विच करें
id: Beralih ke %@
it: Passa a %@
ja: %@ に切り替え
ko: %@(으)로 전환
nl: Overschakelen naar %@
pl: Przełącz na %@
pt_br: Mudar para %@
ru: Переключиться на %@
sv: Växla till %@
tr: %@ konumuna geç
uk: Перейти до %@
vi: Chuyển sang %@
zh_hans: 切换到 %@
zh_hant: 切換至 %@

source: Switch to this worktree
ar: التبديل إلى شجرة العمل هذه
de: Zu diesem Arbeitsbaum wechseln
es: Cambiar a este árbol de trabajo
fr: Basculer vers cet arbre de travail
he: עבור לעץ העבודה הזה
hi: इस वर्कट्री पर जाएं
id: Beralih ke worktree ini
it: Passa a questo albero di lavoro
ja: このワークツリーに切り替える
ko: 이 워크트리로 전환
nl: Overschakelen naar deze worktree
pl: Przełącz na to drzewo robocze
pt_br: Mudar para esta árvore de trabalho
ru: Переключиться на это рабочее дерево
sv: Växla till det här arbetsträdet
tr: Bu çalışma ağacına geç
uk: Перейти до цього робочого дерева
vi: Chuyển sang cây làm việc này
zh_hans: 切换到此工作树
zh_hant: 切換到此工作樹

source: System Instructions
ar: تعليمات النظام
de: Systemanweisungen
es: Instrucciones del sistema
fr: Instructions système
he: הוראות מערכת
hi: सिस्टम निर्देश
id: Instruksi sistem
it: Istruzioni di sistema
ja: システム指示
ko: 시스템 지침
nl: Systeeminstructies
pl: Instrukcje systemowe
pt_br: Instruções de sistema
ru: Системные инструкции
sv: Systeminstruktioner
tr: Sistem yönergeleri
uk: Системні інструкції
vi: Hướng dẫn hệ thống
zh_hans: 系统指令
zh_hant: 系統指令

source: System Prompt
ar: موجه النظام
es: Prompt del sistema
fr: Prompt système
he: פרומפט מערכת
hi: सिस्टम प्रॉम्प्ट
id: Prompt sistem
it: Prompt di sistema
ja: システムプロンプト
ko: 시스템 프롬프트
nl: Systeemprompt
pl: Prompt systemowy
pt_br: Prompt do sistema
ru: Системный промпт
tr: Sistem istemi
uk: Системний промпт
vi: Prompt hệ thống
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: Table
ar: جدول
de: Tabelle
es: Tabla
fr: Tableau
he: טבלה
hi: तालिका
id: Tabel
it: Tabella
ja: テーブル
ko: 표
nl: Tabel
pl: Tabela
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
vi: Bảng
zh_hans: 表格
zh_hant: 表格

source: Tag name
ar: اسم الوسم
es: Nombre de etiqueta
fr: Nom de la balise
he: שם תגית
hi: टैग नाम
id: Nama tag
it: Nome tag
ja: タグ名
ko: 태그 이름
nl: Tagnaam
pl: Nazwa tagu
pt_br: Nome da tag
ru: Имя тега
sv: Taggnamn
tr: Etiket adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Tags:
ar: الوسوم:
es: Etiquetas:
fr: Étiquettes :
he: תגיות:
hi: टैग:
id: Tag:
it: Tag:
ja: タグ:
ko: 태그:
pl: Tagi:
ru: Теги:
sv: Taggar:
tr: Etiketler:
uk: Теги:
vi: Thẻ:
zh_hans: 标签:
zh_hant: 標籤:

source: Target Scope:
ar: النطاق المستهدف:
de: Zielbereich:
es: Ámbito de destino:
fr: Portée cible :
he: היקף יעד:
hi: लक्ष्य स्कोप:
id: Cakupan target:
it: Ambito di destinazione:
ja: 対象スコープ:
ko: 대상 범위:
nl: Doelbereik:
pl: Zakres docelowy:
pt_br: Escopo de destino:
ru: Целевая область:
sv: Målomfång:
tr: Hedef kapsam:
uk: Цільова область:
vi: Phạm vi đích:
zh_hans: 目标范围:
zh_hant: 目標範圍:

source: Task actions
ar: إجراءات المهمة
de: Aufgabenaktionen
es: Acciones de tarea
fr: Actions de tâche
he: פעולות משימה
hi: कार्य कार्रवाइयां
id: Tindakan tugas
it: Azioni attività
ja: タスク操作
ko: 작업 수행
nl: Taakacties
pl: Działania zadania
pt_br: Ações da tarefa
ru: Действия задачи
sv: Aktivitetsåtgärder
tr: Görev eylemleri
uk: Дії завдання
vi: Hành động tác vụ
zh_hans: 任务操作
zh_hant: 任務操作

source: Task in progress
ar: المهمة قيد التنفيذ
de: Aufgabe läuft
es: Tarea en curso
fr: Tâche en cours
he: משימה בעיצומה
hi: कार्य प्रगति पर है
id: Tugas sedang berlangsung
it: Attività in corso
ja: タスク実行中
ko: 작업 진행 중
nl: Taak wordt uitgevoerd
pl: Zadanie w toku
pt_br: Tarefa em andamento
ru: Задача выполняется
sv: Uppgift pågår
tr: Görev sürüyor
uk: Завдання виконується
vi: Nhiệm vụ đang tiến hành
zh_hans: 任务进行中
zh_hant: 任務進行中

source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
he: משימות
hi: कार्य
id: Tugas
it: Attività
ja: タスク
ko: 작업
nl: Taken
pl: Zadania
pt_br: Tarefas
ru: Задачи
sv: Uppgifter
tr: Görevler
uk: Завдання
vi: Tác vụ
zh_hans: 任务
zh_hant: 工作

source: Tasks fire while the app is running and submit their prompt into the chat they were created in. One-shot tasks remove themselves after firing.
ar: تنطلق المهام أثناء تشغيل التطبيق وترسل مطالبتها إلى المحادثة التي أُنشئت فيها. أما المهام ذات المرة الواحدة فتحذف نفسها بعد انطلاقها.
de: Aufgaben werden ausgelöst, während die App läuft, und senden ihre Eingabe in den Chat, in dem sie erstellt wurden. Einmalige Aufgaben entfernen sich nach dem Auslösen selbst.
es: Las tareas se disparan mientras la app está en ejecución y envían su indicación al chat en el que se crearon. Las tareas de un solo uso se eliminan tras dispararse.
fr: Les tâches se déclenchent pendant que l'app tourne et envoient leur invite dans la discussion où elles ont été créées. Les tâches à usage unique se suppriment après déclenchement.
he: משימות מופעלות בזמן שהאפליקציה פועלת ושולחות את ההנחיה שלהן לשיחה שבה נוצרו. משימות חד-פעמיות מוחקות את עצמן לאחר ההפעלה.
hi: ऐप चलने के दौरान कार्य सक्रिय होते हैं और अपना प्रॉम्प्ट उसी चैट में भेजते हैं जिसमें वे बनाए गए थे। एक-बार वाले कार्य सक्रिय होने के बाद स्वयं हट जाते हैं।
id: Tugas dipicu saat aplikasi berjalan dan mengirimkan prompt-nya ke obrolan tempat tugas dibuat. Tugas sekali jalan menghapus dirinya setelah dipicu.
it: Le attività si attivano mentre l'app è in esecuzione e inviano il loro prompt nella chat in cui sono state create. Le attività una tantum si rimuovono dopo l'attivazione.
ja: タスクはアプリの実行中に発火し、作成されたチャットにプロンプトを送信します。1 回限りのタスクは発火後に自動的に削除されます。
ko: 작업은 앱이 실행 중일 때 실행되며, 생성된 대화로 프롬프트를 보냅니다. 일회성 작업은 실행 후 스스로 삭제됩니다.
nl: Taken worden geactiveerd terwijl de app draait en sturen hun prompt naar de chat waarin ze zijn gemaakt. Eenmalige taken verwijderen zichzelf na activering.
pl: Zadania uruchamiają się, gdy aplikacja działa, i wysyłają swój monit do czatu, w którym zostały utworzone. Zadania jednorazowe usuwają się po uruchomieniu.
pt_br: As tarefas disparam enquanto o app está em execução e enviam o prompt para o chat em que foram criadas. Tarefas de disparo único se removem depois de executadas.
ru: Задачи срабатывают, пока приложение запущено, и отправляют свой запрос в чат, где были созданы. Одноразовые задачи удаляются после срабатывания.
sv: Uppgifter utlöses medan appen körs och skickar sin prompt till chatten där de skapades. Engångsuppgifter tar bort sig själva efter utlösning.
tr: Görevler, uygulama çalışırken tetiklenir ve istemlerini oluşturuldukları sohbete gönderir. Tek seferlik görevler tetiklendikten sonra kendini kaldırır.
uk: Завдання спрацьовують, поки застосунок працює, і надсилають свій запит у чат, де їх створено. Одноразові завдання видаляються після спрацювання.
vi: Tác vụ kích hoạt khi ứng dụng đang chạy và gửi lời nhắc vào cuộc trò chuyện nơi chúng được tạo. Tác vụ chạy một lần sẽ tự xóa sau khi kích hoạt.
zh_hans: 任务会在应用运行期间触发，并把提示词提交到创建它们的对话中。一次性任务在触发后会自行删除。
zh_hant: 工作會在 App 執行期間觸發，並把提示詞提交到建立它們的對話中。一次性工作在觸發後會自行刪除。

source: Technical Overview
ar: نظرة عامة تقنية
de: Technischer Überblick
es: Resumen técnico
fr: Aperçu technique
he: סקירה טכנית
hi: तकनीकी अवलोकन
id: Ikhtisar teknis
it: Panoramica tecnica
ja: 技術概要
ko: 기술 개요
nl: Technisch overzicht
pl: Przegląd techniczny
pt_br: Visão geral técnica
ru: Технический обзор
sv: Teknisk översikt
tr: Teknik genel bakış
uk: Технічний огляд
vi: Tổng quan kỹ thuật
zh_hans: 技术概览
zh_hant: 技術概覽

source: Technical Specifications
ar: المواصفات التقنية
de: Technische Daten
es: Especificaciones técnicas
fr: Spécifications techniques
he: מפרט טכני
hi: तकनीकी विनिर्देश
id: Spesifikasi Teknis
it: Specifiche tecniche
ja: 技術仕様
ko: 기술 사양
nl: Technische specificaties
pl: Specyfikacja techniczna
pt_br: Especificações Técnicas
ru: Технические характеристики
sv: Tekniska specifikationer
tr: Teknik Özellikler
uk: Технічні характеристики
vi: Thông số kỹ thuật
zh_hans: 技术规格
zh_hant: 技術規格

source: Temp
ar: الحرارة
he: טמפ'
hi: तापमान
id: Suhu
ja: 温度
ko: 온도
ru: Темп.
tr: Sıc.
uk: Темп.
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
he: טמפרטורה
hi: तापमान
id: Suhu
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sv: Temperatur
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Temporary Chats
ar: المحادثات المؤقتة
de: Temporäre Chats
es: Chats temporales
fr: Discussions temporaires
he: צ'אטים זמניים
hi: अस्थायी चैट
id: Obrolan Sementara
it: Chat temporanee
ja: 一時的なチャット
ko: 임시 채팅
nl: Tijdelijke chats
pl: Czaty tymczasowe
pt_br: Chats temporários
ru: Временные чаты
sv: Tillfälliga chattar
tr: Geçici Sohbetler
uk: Тимчасові чати
vi: Trò chuyện tạm thời
zh_hans: 临时聊天
zh_hant: 暫存聊天

source: Temporary chat: this conversation can't be recovered.
ar: محادثة مؤقتة: لا يمكن استعادة هذه المحادثة.
de: Temporärer Chat: Diese Unterhaltung kann nicht wiederhergestellt werden.
es: Chat temporal: esta conversación no se puede recuperar.
fr: Discussion temporaire : cette conversation ne peut pas être récupérée.
he: שיחה זמנית: לא ניתן לשחזר את השיחה הזו.
hi: अस्थायी चैट: यह बातचीत पुनर्प्राप्त नहीं की जा सकती।
id: Obrolan sementara: percakapan ini tidak dapat dipulihkan.
it: Chat temporanea: questa conversazione non può essere recuperata.
ja: 一時的なチャットです。この会話は復元できません。
ko: 임시 대화: 이 대화는 복구할 수 없습니다.
nl: Tijdelijke chat: dit gesprek kan niet worden hersteld.
pl: Czat tymczasowy: tej rozmowy nie można odzyskać.
pt_br: Chat temporário: esta conversa não pode ser recuperada.
ru: Временный чат: эту беседу нельзя восстановить.
sv: Tillfällig chatt: den här konversationen kan inte återställas.
tr: Geçici sohbet: bu konuşma kurtarılamaz.
uk: Тимчасовий чат: цю розмову не можна відновити.
vi: Cuộc trò chuyện tạm thời: không thể khôi phục nội dung này.
zh_hans: 临时对话: 此会话无法恢复。
zh_hant: 暫時對話: 此對話無法復原。

source: Temporary chats cannot be exported.
ar: لا يمكن تصدير المحادثات المؤقتة.
de: Temporäre Chats können nicht exportiert werden.
es: Los chats temporales no se pueden exportar.
fr: Les chats temporaires ne peuvent pas être exportés.
he: לא ניתן לייצא שיחות זמניות.
hi: अस्थायी चैट निर्यात नहीं की जा सकतीं।
id: Obrolan sementara tidak dapat diekspor.
it: Le chat temporanee non possono essere esportate.
ja: 一時チャットはエクスポートできません。
ko: 임시 채팅은 내보낼 수 없습니다.
nl: Tijdelijke chats kunnen niet worden geëxporteerd.
pl: Nie można eksportować tymczasowych czatów.
pt_br: Chats temporários não podem ser exportados.
ru: Временные чаты нельзя экспортировать.
sv: Tillfälliga chattar kan inte exporteras.
tr: Geçici sohbetler dışa aktarılamaz.
uk: Тимчасові чати не можна експортувати.
vi: Không thể xuất cuộc trò chuyện tạm thời.
zh_hans: 无法导出临时聊天。
zh_hant: 無法匯出臨時聊天。

source: Terminal / CLI Commands
ar: أوامر الطرفية / CLI
de: Terminal- / CLI-Befehle
es: Comandos de terminal / CLI
fr: Commandes de terminal / CLI
he: פקודות מסוף / CLI
hi: टर्मिनल / CLI कमांड
id: Perintah Terminal / CLI
it: Comandi da terminale / CLI
ja: ターミナル / CLI コマンド
ko: 터미널 / CLI 명령
nl: Terminal- / CLI-opdrachten
pl: Polecenia terminala / CLI
pt_br: Comandos de Terminal / CLI
ru: Команды терминала / CLI
sv: Terminal- / CLI-kommandon
tr: Terminal / CLI Komutları
uk: Команди термінала / CLI
vi: Lệnh Terminal / CLI
zh_hans: 终端 / CLI 命令
zh_hant: 終端機 / CLI 指令

source: Test Connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
he: בדוק חיבור
hi: कनेक्शन का परीक्षण करें
id: Uji Koneksi
it: Testa connessione
ja: 接続テスト
ko: 연결 테스트
nl: Verbinding testen
pl: Testuj połączenie
pt_br: Testar Conexão
ru: Проверить соединение
sv: Testa anslutning
tr: Bağlantıyı Test Et
uk: Перевірити з'''єднання
vi: Kiểm tra kết nối
zh_hans: 测试连接
zh_hant: 測試連線

source: Text Models
ar: نماذج نصية
de: Textmodelle
es: Modelos de texto
fr: Modeles de texte
he: מודלים של טקסט
hi: टेक्स्ट मॉडल
id: Model teks
it: Modelli di testo
ja: テキストモデル
ko: 텍스트 모델
nl: Tekstmodellen
pl: Modele tekstowe
pt_br: Modelos de texto
ru: Tekstovye modeli
sv: Textmodeller
tr: Metin modelleri
uk: Tekstovi modeli
vi: Mo hinh van ban
zh_hans: 文本模型
zh_hant: 文字模型

source: Text Readability
ar: وضوح النص
de: Textlesbarkeit
es: Legibilidad del texto
fr: Lisibilite du texte
he: קריאות טקסט
hi: पाठ पठनीयता
id: Keterbacaan Teks
it: Leggibilita del testo
ja: テキストの読みやすさ
ko: 텍스트 크기 및 가독성
nl: Tekstleesbaarheid
pl: Czytelność tekstu
pt_br: Legibilidade do texto
ru: Размер текста
sv: Textläsbarhet
tr: Metin Okunabilirliği
uk: Читабельність тексту
vi: Độ dễ đọc của văn bản
zh_hans: 文字可读性
zh_hant: 文字易讀性

source: Text Size
ar: حجم النص
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
he: גודל טקסט
hi: टेक्स्ट आकार
id: Ukuran Teks
it: Dimensione testo
ja: 文字サイズ
ko: 텍스트 크기
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do texto
ru: Размер текста
sv: Textstorlek
tr: Metin Boyutu
uk: Розмір тексту
vi: Cỡ chữ
zh_hans: 文字大小
zh_hant: 文字大小

source: Text Size & Readability
ar: حجم النص وسهولة القراءة
de: Textgröße & Lesbarkeit
es: Tamaño del texto y legibilidad
fr: Taille du texte et lisibilité
he: גודל טקסט וקריאות
hi: टेक्स्ट का आकार और पठनीयता
id: Ukuran Teks & Keterbacaan
it: Dimensioni testo e leggibilità
ja: 文字サイズと読みやすさ
ko: 텍스트 크기 및 가독성
nl: Tekstgrootte en leesbaarheid
pl: Rozmiar tekstu i czytelność
pt_br: Tamanho do texto e legibilidade
ru: Размер текста и читаемость
sv: Textstorlek och läsbarhet
tr: Metin Boyutu ve Okunabilirlik
uk: Розмір тексту та читабельність
vi: Cỡ chữ & Khả năng đọc
zh_hans: 字体大小与易读性
zh_hant: 文字大小與易讀性

source: Text contrast is low in one or both modes. Adjust foreground or background colors.
ar: تباين النص منخفض في أحد الوضعين أو كليهما. اضبط ألوان المقدمة أو الخلفية.
de: Der Textkontrast ist in einem oder beiden Modi niedrig. Passen Sie die Vorder- oder Hintergrundfarben an.
es: El contraste del texto es bajo en uno o ambos modos. Ajusta los colores de primer plano o fondo.
fr: Le contraste du texte est faible dans l'un ou les deux modes. Ajustez les couleurs de premier plan ou d'arrière-plan.
he: ניגודיות הטקסט נמוכה באחד המצבים או בשניהם. התאם את צבעי החזית או הרקע.
hi: एक या दोनों मोड में टेक्स्ट कंट्रास्ट कम है। अग्रभूमि या पृष्ठभूमि के रंग समायोजित करें।
id: Kontras teks rendah di satu atau kedua mode. Sesuaikan warna latar depan atau latar belakang.
it: Il contrasto del testo è basso in una o entrambe le modalità. Regola i colori di primo piano o di sfondo.
ja: 片方または両方のモードでテキストのコントラストが低くなっています。前景色または背景色を調整してください。
ko: 한쪽 또는 양쪽 모드에서 텍스트 대비가 낮습니다. 전경색 또는 배경색을 조정하세요.
nl: Tekstcontrast is laag in een of beide modi. Pas voorgrond- of achtergrondkleuren aan.
pl: Kontrast tekstu jest niski w jednym lub obu trybach. Dostosuj kolory pierwszego planu lub tła.
pt_br: O contraste do texto está baixo em um ou ambos os modos. Ajuste as cores de primeiro plano ou de fundo.
ru: Контраст текста низкий в одном или обоих режимах. Настройте цвета переднего плана или фона.
sv: Textkontrasten är låg i ett eller båda lägena. Justera förgrunds- eller bakgrundsfärger.
tr: Metin kontrastı bir veya her iki modda düşük. Ön plan veya arka plan renklerini ayarlayın.
uk: Контрастність тексту низька в одному або обох режимах. Налаштуйте кольори тексту або фону.
vi: Độ tương phản văn bản thấp ở một hoặc cả hai chế độ. Điều chỉnh màu tiền cảnh hoặc hậu cảnh.
zh_hans: 文本在一个或两个模式下的对比度较低。请调整前景色或背景色。
zh_hant: 文字在一個或兩個模式下的對比度較低。請調整前景或背景顏色。
